{
  "drinks": [
    {
      "id": 1,
      "title": "BuzzZ",
      "brewed": 2007,
      "description": "A light, crisp and bitter IPA brewed with English and American hops. A small batch brewed only once.",
      "image_url": "https://images.punkapi.com/v2/keg.png"
    },
    {
      "id": 2,
      "title": "Trashy Blonder",
      "brewed": 2001,
      "description": "A titillating, neurotic, peroxide punk of a Pale Ale. Combining attitude, style, substance, and a little bit of low self esteem for good measure; what would your mother say? The seductive lure of the sassy passion fruit hop proves too much to resist. All that is even before we get onto the fact that there are no additives, preservatives, pasteurization or strings attached. All wrapped up with the customary BrewDog bite and imaginative twist.",
      "image_url": "https://images.punkapi.com/v2/2.png"
    },
    {
      "id": 3,
      "title": "Berliner Weisse With Yuzu - B-Sides",
      "brewed": 2015,
      "description": "Japanese citrus fruit intensifies the sour nature of this German classic.",
      "image_url": "https://images.punkapi.com/v2/keg.png"
    },
    {
      "id": 4,
      "title": "Pilsen Lager",
      "brewed": 2013,
      "description": "Our Unleash the Yeast series was an epic experiment into the differences in aroma and flavour provided by switching up your yeast. We brewed up a wort with a light caramel note and some toasty biscuit flavour, and hopped it with Amarillo and Centennial for a citrusy bitterness. Everything else is down to the yeast. Pilsner yeast ferments with no fruity esters or spicy phenols, although it can add a hint of butterscotch.",
      "image_url": "https://images.punkapi.com/v2/4.png"
    },
    {
      "id": 5,
      "title": "Avery Brown Dredge",
      "brewed": 2011,
      "description": "An Imperial Pilsner in collaboration with beer writers. Tradition. Homage. Revolution. We wanted to showcase the awesome backbone of the Czech brewing tradition, the noble Saaz hop, and also tip our hats to the modern beers that rock our world, and the people who make them.",
      "image_url": "https://images.punkapi.com/v2/5.png"
    },
    {
      "id": 6,
      "title": "Electric India",
      "brewed": 2013,
      "description": "Re-brewed as a spring seasonal, this beer – which appeared originally as an Equity Punk shareholder creation – retains its trademark spicy, fruity edge. A perfect blend of Belgian Saison and US IPA, crushed peppercorns and heather honey are also added to produce a genuinely unique beer.",
      "image_url": "https://images.punkapi.com/v2/6.png"
    },
    {
      "id": 7,
      "title": "AB:12",
      "brewed": 2012,
      "description": "An Imperial Black Belgian Ale aged in old Invergordon Scotch whisky barrels with mountains of raspberries, tayberries and blackberries in each cask. Decadent but light and dry, this beer would make a fantastic base for ageing on pretty much any dark fruit - we used raspberries, tayberries and blackberries beause they were local.",
      "image_url": "https://images.punkapi.com/v2/7.png"
    },
    {
      "id": 8,
      "title": "Fake Lager",
      "brewed": 2013,
      "description": "Fake is the new black. Fake is where it is at. Fake Art, fake brands, fake breasts, and fake lager. We want to play our part in the ugly fallout from the Lager Dream. Say hello to Fake Lager – a zesty, floral 21st century faux masterpiece with added BrewDog bitterness.",
      "image_url": "https://images.punkapi.com/v2/8.png"
    },
    {
      "id": 9,
      "title": "AB:07",
      "brewed": 2010,
      "description": "Whisky cask-aged imperial scotch ale. Beer perfect for when the rain is coming sideways. Liquorice, plum and raisin temper the warming alcohol, producing a beer capable of holding back the Scottish chill.",
      "image_url": "https://images.punkapi.com/v2/9.png"
    },
    {
      "id": 10,
      "title": "Bramling X",
      "brewed": 2011,
      "description": "Good old Bramling Cross is elegant, refined, assured, (boring) and understated. Understated that is unless you hop the living daylights out of a beer with it. This is Bramling Cross re-invented and re-imagined, and shows just what can be done with English hops if you use enough of them. Poor Bramling Cross normally gets lost in a woeful stream of conformist brown ales made by sleepy cask ale brewers. But not anymore. This beer shows that British hops do have some soul, and is a fruity riot of blackberries, pears, and plums. Reminds me of the bramble, apple and ginger jam my grandmother used to make.",
      "image_url": "https://images.punkapi.com/v2/10.png"
    },
    {
      "id": 11,
      "title": "Misspent Youth",
      "brewed": 2013,
      "description": "The brainchild of our small batch brewer, George Woods. A dangerously drinkable milk sugar- infused Scotch Ale.",
      "image_url": "https://images.punkapi.com/v2/keg.png"
    },
    {
      "id": 12,
      "title": "Movember",
      "brewed": 2009,
      "description": "A deliciously robust, black malted beer with a decadent dark, dry cocoa flavour that provides an enticing backdrop to the Cascade hops.",
      "image_url": "https://images.punkapi.com/v2/13.png"
    },
    {
      "id": 13,
      "title": "Alpha Dog",
      "brewed": 2010,
      "description": "A fusion of caramel malt flavours and punchy New Zealand hops. A session beer you can get your teeth into.",
      "image_url": "https://images.punkapi.com/v2/14.png"
    },
    {
      "id": 14,
      "title": "Mixtape 8",
      "brewed": 2012,
      "description": "This recipe is for the Belgian Tripel base. A blend of two huge oak aged beers – half a hopped up Belgian Tripel, and half a Triple India Pale Ale. Both aged in single grain whisky barrels for two years and blended, each beer brings its own character to the mix. The Belgian Tripel comes loaded with complex spicy, fruity esters, and punchy citrus hop character.",
      "image_url": "https://images.punkapi.com/v2/15.png"
    },
    {
      "id": 15,
      "title": "Libertine Porter",
      "brewed": 2012,
      "description": "An avalanche of cross-continental hop varieties give this porter a complex spicy, resinous and citrusy aroma, with a huge malt bill providing a complex roasty counterpoint. Digging deeper into the flavour draws out cinder toffee, bitter chocolate and hints of woodsmoke.",
      "image_url": "https://images.punkapi.com/v2/16.png"
    },
    {
      "id": 16,
      "title": "AB:06",
      "brewed": 2011,
      "description": "Our sixth Abstrakt, this imperial black IPA combined dark malts with a monumental triple dry-hop, using an all-star team of some of our favourite American hops. Roasty and resinous.",
      "image_url": "https://images.punkapi.com/v2/17.png"
    },
    {
      "id": 17,
      "title": "Russian Doll – India Pale Ale",
      "brewed": 2014,
      "description": "The levels of hops vary throughout the range. We love hops, so all four beers are big, bitter badasses, but by tweaking the amount of each hop used later in the boil and during dry- hopping, we can balance the malty backbone with some unexpected flavours. Simcoe is used in the whirlpool for all four beers, and yet still lends different characters to each",
      "image_url": "https://images.punkapi.com/v2/18.png"
    },
    {
      "id": 18,
      "title": "Hello My Name Is Mette-Marit",
      "brewed": 2013,
      "description": "We sent this beer to Norway where it was known as 'Hello, my name is Censored’. You can make up your own mind as to why. This brew was a red berry explosion, with a reisnous bitter edge layered with dry berry tartness.",
      "image_url": "https://images.punkapi.com/v2/19.png"
    },
    {
      "id": 19,
      "title": "Rabiator",
      "brewed": 2011,
      "description": "Imperial Wheat beer / Weizenbock brewed by a homesick German in leather trousers. Think banana bread, bubble gum and David Hasselhoff.",
      "image_url": "https://images.punkapi.com/v2/keg.png"
    },
    {
      "id": 20,
      "title": "Vice Bier",
      "brewed": 2013,
      "description": "Our take on the classic German Kristallweizen. A clear German wheat beer, layers of bubblegum and vanilla perfectly balanced with the American and New Zealand hops.",
      "image_url": "https://images.punkapi.com/v2/keg.png"
    }
  ]
}